const sharers = [
    {
        name: '作者 A',
        photo: '../../assets/images/me.jpg',
        intro: '江湖人送外号「白日梦创意总监」兼「深夜食堂首席品鉴官」。技能点：擅长deadline前爆发洪荒之力、用一杯奶茶兑换全天正能量、同时搞定三件任务但忘记其中两件。人生信仰：觉得“摸鱼”是为了更好地航行，但偶尔会划进沟里……（问题不大！）近期成就：成功驯服家中逆子（猫/狗/室友）、解锁“5分钟搞定一道看起来像大厨做的菜”技能、在沙发瘫倒领域打破个人最长纪录。理想是成为「星际垃圾食品品尝员」，但目前暂时在地球努力打工+寻找一起吐槽生活的队友～（欢迎找我聊废话、分享冷笑话，或者组队对抗周一！）',
        articles: [
            {
                title: '作品1-测试',
                path: 'bond_basics/articles/模版修改-1'
            }
        ]
    },
    {
        name: '作者 B',
        photo: '../../assets/images/me.jpg',
        intro: '江湖人送外号「白日梦创意总监」兼「深夜食堂首席品鉴官」。技能点：擅长deadline前爆发洪荒之力、用一杯奶茶兑换全天正能量、同时搞定三件任务但忘记其中两件。人生信仰：觉得“摸鱼”是为了更好地航行，但偶尔会划进沟里……（问题不大！）近期成就：成功驯服家中逆子（猫/狗/室友）、解锁“5分钟搞定一道看起来像大厨做的菜”技能、在沙发瘫倒领域打破个人最长纪录。理想是成为「星际垃圾食品品尝员」，但目前暂时在地球努力打工+寻找一起吐槽生活的队友～（欢迎找我聊废话、分享冷笑话，或者组队对抗周一！）',
        articles: [
            
        ]
    },
    {
        name: '作者 D',
        photo: '../../assets/images/me.jpg',
        intro: '江湖人送外号「白日梦创意总监」兼「深夜食堂首席品鉴官」。技能点：擅长deadline前爆发洪荒之力、用一杯奶茶兑换全天正能量、同时搞定三件任务但忘记其中两件。人生信仰：觉得“摸鱼”是为了更好地航行，但偶尔会划进沟里……（问题不大！）近期成就：成功驯服家中逆子（猫/狗/室友）、解锁“5分钟搞定一道看起来像大厨做的菜”技能、在沙发瘫倒领域打破个人最长纪录。理想是成为「星际垃圾食品品尝员」，但目前暂时在地球努力打工+寻找一起吐槽生活的队友～（欢迎找我聊废话、分享冷笑话，或者组队对抗周一！）',
        articles: [
            {
                title: '作品1-测试',
                path: 'bond_basics/articles/模版修改-1'
            }
        ]
    }
];